[
	{
		"content": "What does Inspiring affix do in mythic+?",
		"category": "DUNGEON",
		"answers": [
			{
				"content": "Units with Inspired status effect buff nearby units increasing their health by 30% and damage done by 20%.",
				"is_correct": false
			},
			{
				"content": "Units with Inspired status effect buff themselves which grants them immunity to crowd control effects.",
				"is_correct": false
			},
			{
				"content": "Units with Inspired status effect buff nearby units making them immune to crowd control effects.",
				"is_correct": true
			}
		]
	},
	{
		"content": "Who does Inspired mythic+ affix buff apply to?",
		"category": "DUNGEON",
		"answers": [
			{
				"content": "It applies only to the owner of the buff.",
				"is_correct": false
			},
			{
				"content": "It applies only to the units nearby the owner of the buff.",
				"is_correct": true
			},
			{
				"content": "It applies to both owner of the buff and all nearby units.",
				"is_correct": false
			}
		]
	},
	{
		"content": "Who does Spiteful affix do in mythic+?",
		"category": "DUNGEON",
		"answers": [
			{
				"content": "Killing non-boss enemies spawns shades that fixate on a random player.",
				"is_correct": true
			},
			{
				"content": "Attacking an enemy marked with Spiteful buff increases the damage dealt by this enemy to all party members.",
				"is_correct": false
			},
			{
				"content": "Additional enemies are present throughout the dungeon.",
				"is_correct": false
			}
		]
	},
	{
		"content": "What happens when you kill the Manifestation of Pride in a mythic+ dungeon?",
		"category": "DUNGEON",
		"answers": [
			{
				"content": "Entire party gains Prideful buff that increases the damage and healing done by 30% and restores 5% of maximum mana per second. The buff lasts for 60 seconds.",
				"is_correct": false
			},
			{
				"content": "Entire party gains Prideful buff that increases the damage and healing done by 30%, movement speed by 60% and reduces damage taken by 15%. The buff lasts for 60 seconds.",
				"is_correct": false
			},
			{
				"content": "Entire party gains Prideful buff that increases the damage and healing done by 30%, movement speed by 60% and restores 5% of maximum mana per second. The buff lasts for 60 seconds.",
				"is_correct": true
			},
			{
				"content": "Entire party gains Prideful buff that increases the damage and healing done by 30%, movement speed by 60%. Additionally dealing damage when on full health grants a shield equal to 5% of the damage done. The shield starts to decay rapidly after 5 seconds. The Prideful buff lasts for 60 seconds.",
				"is_correct": false
			}
		]
	},
	{
		"content": "What does Necrotic mythic+ affix do?",
		"category": "DUNGEON",
		"answers": [
			{
				"content": "All enemies melee attacks and abilities apply a stacking blight that inflicts damage over time.",
				"is_correct": false
			},
			{
				"content": "All enemies melee attacks and abilities apply a stacking blight that reduces healing received.",
				"is_correct": false
			},
			{
				"content": "Bosses melee attacks apply a stacking blight that inflicts damage over time.",
				"is_correct": false
			},
			{
				"content": "All enemies melee attacks apply a stacking blight that inflicts damage over time and reduces healing received.",
				"is_correct": true
			}
		]
	},
	{
		"content": "What does Bolstering mythic+ affix do?",
		"category": "DUNGEON",
		"answers": [
			{
				"content": "When non-boss enemies die they buff nearby allies increasing their maximum health and damage by 20%.",
				"is_correct": true
			},
			{
				"content": "Non-boss enemies have 20% more health and inflict up to 30% increased damage.",
				"is_correct": false
			},
			{
				"content": "Bosses have 40% more health and inflict 15% more damage.",
				"is_correct": false
			},
			{
				"content": "Non-boss enemies have 40% more health and inflict 15% more damage.",
				"is_correct": false
			}
		]
	},
	{
		"content": "One of the first enemies you'll encounter in this dungeon is Spiteclaw. Spiteclaw has a buff called Dying Breath - what does it do?",
		"instance_name": "Mists of Tirna Scithe",
		"answers": [
			{
				"content": "When Spiteclaw dies it deals damage to all enemies in 10 yard radius.",
				"is_correct": false
			},
			{
				"content": "When Spiteclaw dies it curses all enemies nearby causing them to take 10% increased damage.",
				"is_correct": true
			},
			{
				"content": "When Spiteclaw casts his baseline ability Rake he also burns enemies in front of him.",
				"is_correct": false
			}
		]
	},
	{
		"content": "What does the Haverster do and how do you counter it?",
		"instance_name": "Mists of Tirna Scithe",
		"answers": [
			{
				"content": "Harvester fixates on random player and tries to melee them dealing massive damage. You counter that by using crowd control abilities on the Harvester.",
				"is_correct": false
			},
			{
				"content": "Harvester channels an ability that deals damage to entire party. You counter that by interrupting the ability.",
				"is_correct": true
			},
			{
				"content": "Harvester casts an ability called Harvest which deals damage to the tank. You counter that by interrupting the spellcast.",
				"is_correct": false
			}
		]
	},
	{
		"content": "What does Soulcleaver do and how do you counter it?",
		"instance_name": "Mists of Tirna Scithe",
		"answers": [
			{
				"content": "He channels an ability that deals high amount of damage and leaves the target stunned for 4 seconds after the damage has been dealt. You counter that by interrupting the spellcast.",
				"is_correct": false
			},
			{
				"content": "He jumps to the random party member dealing damage. You counter that by using crow control abilities on the Soulcleaver.",
				"is_correct": false
			},
			{
				"content": "He casts a spell that damages the tank and leaves a debuff that increases damage taken. You counter that by dispeling the debuff from the tank or by interrupting the spellcast.",
				"is_correct": true
			}
		]
	},
	{
		"content": "What does Bloodcurdling Shriek do?",
		"category": "RAID",
		"instance_name": "Castle Nathria",
		"boss_name": "Shriekwing",
		"image": "Shriekwing-EarsplittingShriek.png",
		"answers": [
			{
				"content": "Inflicts lethal amount of damage to anyone in line of sight of the boss. Additionally all players leave Sanguine Ichor below them upon hearing the shriek, regardless of line of sight.",
				"is_correct": true
			},
			{
				"content": "Fears anyone in line of sight of the boss. Additionally all players leave Sanguine Ichor below them upon hearing the shriek, regardless of line of sight.",
				"is_correct": false
			},
			{
				"content": "All players in line of sight of the boss leave Sanguine Ichor below them. Sanguine Ichor deals a moderate amount of damage over time.",
				"is_correct": false
			}
		]
	},
	{
		"content": "One of the first enemies you'll encounter in this dungeon is Spiteclaw. Spiteclaw has a buff called Dying Breath - what does it do?",
		"category": "RAID",
		"instance_name": "Castle Nathria",
		"boss_name": "Shriekwing",
		"image": "Shriekwing-EarsplittingShriek.png",
		"answers": [
			{
				"content": "When Spiteclaw dies it deals damage to all enemies in 10 yard radius.",
				"is_correct": false
			},
			{
				"content": "When Spiteclaw dies it curses all enemies nearby causing them to take 10% increased damage.",
				"is_correct": true
			},
			{
				"content": "When Spiteclaw casts his baseline ability Rake he also burns enemies in front of him.",
				"is_correct": false
			}
		]
	},
	{
		"content": "",
		"category": "RAID",
		"instance_name": "Castle Nathria",
		"boss_name": "Huntsman Altimor",
		"answers": [
			{
				"content": "",
				"is_correct": true
			},
			{
				"content": "",
				"is_correct": false
			},
			{
				"content": "",
				"is_correct": false
			}
		]
	}
]