[
	{
		"content": "What does Inspiring affix do in mythic+?",
		"category": "DUNGEON",
		"answers": [
			{
				"content": "Units with Inspired status effect buff nearby units increasing their health by 30% and damage done by 20%.",
				"is_correct": false
			},
			{
				"content": "Units with Inspired status effect buff themselves which grants them immunity to crowd control effects.",
				"is_correct": false
			},
			{
				"content": "Units with Inspired status effect buff nearby units making them immune to crowd control effects.",
				"is_correct": true
			}
		]
	},
	{
		"content": "Who does Inspired mythic+ affix buff apply to?",
		"category": "DUNGEON",
		"answers": [
			{
				"content": "It applies only to the owner of the buff.",
				"is_correct": false
			},
			{
				"content": "It applies only to the units nearby the owner of the buff.",
				"is_correct": true
			},
			{
				"content": "It applies to both owner of the buff and all nearby units.",
				"is_correct": false
			}
		]
	},
	{
		"content": "Who does Spiteful affix do in mythic+?",
		"category": "DUNGEON",
		"answers": [
			{
				"content": "Killing non-boss enemies spawns shades that fixate on a random player.",
				"is_correct": true
			},
			{
				"content": "Attacking an enemy marked with Spiteful buff increases the damage dealt by this enemy to all party members.",
				"is_correct": false
			},
			{
				"content": "Additional enemies are present throughout the dungeon.",
				"is_correct": false
			}
		]
	},
	{
		"content": "What happens when you kill the Manifestation of Pride in a mythic+ dungeon?",
		"category": "DUNGEON",
		"answers": [
			{
				"content": "Entire party gains Prideful buff that increases the damage and healing done by 30% and restores 5% of maximum mana per second. The buff lasts for 60 seconds.",
				"is_correct": false
			},
			{
				"content": "Entire party gains Prideful buff that increases the damage and healing done by 30%, movement speed by 60% and reduces damage taken by 15%. The buff lasts for 60 seconds.",
				"is_correct": false
			},
			{
				"content": "Entire party gains Prideful buff that increases the damage and healing done by 30%, movement speed by 60% and restores 5% of maximum mana per second. The buff lasts for 60 seconds.",
				"is_correct": true
			},
			{
				"content": "Entire party gains Prideful buff that increases the damage and healing done by 30%, movement speed by 60%. Additionally dealing damage when on full health grants a shield equal to 5% of the damage done. The shield starts to decay rapidly after 5 seconds. The Prideful buff lasts for 60 seconds.",
				"is_correct": false
			}
		]
	},
	{
		"content": "What does Necrotic mythic+ affix do?",
		"category": "DUNGEON",
		"answers": [
			{
				"content": "All enemies melee attacks and abilities apply a stacking blight that inflicts damage over time.",
				"is_correct": false
			},
			{
				"content": "All enemies melee attacks and abilities apply a stacking blight that reduces healing received.",
				"is_correct": false
			},
			{
				"content": "Bosses melee attacks apply a stacking blight that inflicts damage over time.",
				"is_correct": false
			},
			{
				"content": "All enemies melee attacks apply a stacking blight that inflicts damage over time and reduces healing received.",
				"is_correct": true
			}
		]
	},
	{
		"content": "What does Bolstering mythic+ affix do?",
		"category": "DUNGEON",
		"answers": [
			{
				"content": "When non-boss enemies die they buff nearby allies increasing their maximum health and damage by 20%.",
				"is_correct": true
			},
			{
				"content": "Non-boss enemies have 20% more health and inflict up to 30% increased damage.",
				"is_correct": false
			},
			{
				"content": "Bosses have 40% more health and inflict 15% more damage.",
				"is_correct": false
			},
			{
				"content": "Non-boss enemies have 40% more health and inflict 15% more damage.",
				"is_correct": false
			}
		]
	},
	{
		"content": "One of the enemies in this dungeon, Spiteclaw, has a buff called Dying Breath - what does it do?",
		"instance_name": "Mists of Tirna Scithe",
		"image": "Spiteclaw.png",
		"answers": [
			{
				"content": "When Spiteclaw dies it deals damage to all enemies in 10 yard radius.",
				"is_correct": false
			},
			{
				"content": "When Spiteclaw dies it curses all enemies nearby causing them to take 10% increased damage.",
				"is_correct": true
			},
			{
				"content": "When Spiteclaw casts his baseline ability Rake he also burns enemies in front of him.",
				"is_correct": false
			}
		]
	},
	{
		"content": "What does the Haverster do and how do you counter it?",
		"instance_name": "Mists of Tirna Scithe",
		"answers": [
			{
				"content": "Harvester fixates on random player and tries to melee them dealing massive damage. You counter that by using crowd control abilities on the Harvester.",
				"is_correct": false
			},
			{
				"content": "Harvester channels an ability that deals damage to entire party. You counter that by interrupting the ability.",
				"is_correct": true
			},
			{
				"content": "Harvester casts an ability called Harvest which deals damage to the tank. You counter that by interrupting the spellcast.",
				"is_correct": false
			}
		]
	},
	{
		"content": "What does Soulcleaver do and how do you counter it?",
		"instance_name": "Mists of Tirna Scithe",
		"answers": [
			{
				"content": "He channels an ability that deals high amount of damage and leaves the target stunned for 4 seconds after the damage has been dealt. You counter that by interrupting the spellcast.",
				"is_correct": false
			},
			{
				"content": "He jumps to the random party member dealing damage. You counter that by using crow control abilities on the Soulcleaver.",
				"is_correct": false
			},
			{
				"content": "He casts a spell that damages the tank and leaves a debuff that increases damage taken. You counter that by dispeling the debuff from the tank or by interrupting the spellcast.",
				"is_correct": true
			}
		]
	},
	{
		"content": "The Villager channels a spell called Overgrowth. What does the spell do and how do you counter it?",
		"instance_name": "Mists of Tirna Scithe",
		"image": "Villager.jpg",
		"answers": [
			{
				"content": "The spell deals high amount of damage and leaves the target stunned for 4 seconds after the damage has been dealt. You counter that by interrupting the spellcast.",
				"is_correct": true
			},
			{
				"content": "At the end of the channel the Villager jumps to a random player and stuns them. You counter that by using crow control abilities on the Villager.",
				"is_correct": false
			},
			{
				"content": "The spell damages the tank and leaves a debuff that increases damage taken. You counter that by dispeling the debuff from the tank or by interrupting the spellcast.",
				"is_correct": true
			}
		]
	},
	{
		"content": "The Villager casts a spell called Bewildering Pollen. The cast cannot be interrupted. What does the spell do?",
		"instance_name": "Mists of Tirna Scithe",
		"image": "Villager.jpg",
		"answers": [
			{
				"content": "The spell deals damage to all the players in 10 yard radius around the Villager and knocks back all players hit by the spell.",
				"is_correct": false
			},
			{
				"content": "The spell deals damage to all players in front of the Villager and disorients all players hit by the spell.",
				"is_correct": true
			},
			{
				"content": "The spell deals damage to all the players in front of the Villager and knocks back all players hit by the spell.",
				"is_correct": false
			},
			{
				"content": "The spell deals damage to all the players in 10 yard radius around the Villager.",
				"is_correct": false
			}
		]
	},
	{
		"content": "What does the Boughbreaker do once he falls below 50% health?",
		"instance_name": "Mists of Tirna Scithe",
		"image": "Boughbreaker.png",
		"answers": [
			{
				"content": "He channels an uninterruptable spell that deals massive AoE damage to all enemies nearby.",
				"is_correct": true
			},
			{
				"content": "He casts an interruptable spell for 5 seconds. If the spell is cast sucessfully the Boughbreaker regenerates all his missing health in a period of 10 seconds.",
				"is_correct": false
			},
			{
				"content": "After a short delay he summons one additional unit that will fixate on a random player.",
				"is_correct": false
			}
		]
	},
	{
		"content": "The Boughbreaker has two main abilities. One of them is cast once he falls below 50% health. What does the other ability do?",
		"instance_name": "Mists of Tirna Scithe",
		"image": "Boughbreaker.png",
		"answers": [
			{
				"content": "Boughbreaker channels a spell for 10 seconds. At the end of a channel Boughbreaker gains massive shield. The spell is interruptable.",
				"is_correct": false
			},
			{
				"content": "Boughbreaker casts a spell that deals damage to all units in front of him knocking them back.",
				"is_correct": false
			},
			{
				"content": "Boughbreaker spawns black patches below the players. After a short delay the patches deal damage to players standing within them.",
				"is_correct": true
			}
		]
	},
	{
		"content": "Who should you focus first in the first boss encounter in this dungeon and why?",
		"instance_name": "Mists of Tirna Scithe",
		"image": "mists-1st-boss.jpg",
		"answers": [
			{
				"content": "You should focus Oulfarran (the blue guy) because Maloch deals damage based on how much damage he himself has taken recently.",
				"is_correct": false
			},
			{
				"content": "You should focus Oulfarran (the blue guy) because Maloch takes 80% reduced damage at the start of the fight.",
				"is_correct": true
			},
			{
				"content": "You should focus Maloch. Oulfarran (the blue guy) is a friendly unit that helps you throughout the fight.",
				"is_correct": false
			},
			{
				"content": "You should focus Maloch. Oulfarran (the blue guy) takes 80% reduced damage at the start of the fight.",
				"is_correct": false
			}
		]
	},
	{
		"content": "What happens when Oulfarran (the blue guy) is taken down to 20% health?",
		"instance_name": "Mists of Tirna Scithe",
		"image": "mists-1st-boss.jpg",
		"answers": [
			{
				"content": "He stuns Maloch and makes it so that Maloch takes 300% more damage.",
				"is_correct": true
			},
			{
				"content": "He stuns Maloch and drains his life for the duration of the stun.",
				"is_correct": false
			},
			{
				"content": "He explodes dealing damage to all units (including Maloch) in 20 yards range.",
				"is_correct": false
			}
		]
	},
	{
		"content": "There are 3 pathways to take, each one of them is marked with one of the symbols. Which path do you take?",
		"instance_name": "Mists of Tirna Scithe",
		"image": "mists-maze.png",
		"answers": [
			{
				"content": "First",
				"is_correct": false
			},
			{
				"content": "Second",
				"is_correct": false
			},
			{
				"content": "Third",
				"is_correct": true
			}
		]
	},
	{
		"content": "There are 4 pathways to take, each one of them is marked with one of the symbols. Which path do you take?",
		"instance_name": "Mists of Tirna Scithe",
		"image": "mists-maze-2.jpg",
		"answers": [
			{
				"content": "First",
				"is_correct": false
			},
			{
				"content": "Second",
				"is_correct": true
			},
			{
				"content": "Third",
				"is_correct": false
			},
			{
				"content": "Fourth",
				"is_correct": false
			}
		]
	},
	{
		"content": "What should you do with the clones that Miscaller creates during the fight?",
		"instance_name": "Mists of Tirna Scithe",
		"image": "mistcaller.png",
		"answers": [
			{
				"content": "You should only dodge the dodgeballs they create but ignore anything else.",
				"is_correct": false
			},
			{
				"content": "You should kill the clone that has a symbol with unique property.",
				"is_correct": true
			},
			{
				"content": "You should kill all clones except for the one with the symbol with unique property.",
				"is_correct": false
			}
		]
	},
	{
		"content": "Who should interrupt the spell called Patty Cake casted by the Mistcaller?",
		"instance_name": "Mists of Tirna Scithe",
		"image": "mistcaller.png",
		"answers": [
			{
				"content": "The tank should interrupt it.",
				"is_correct": true
			},
			{
				"content": "Any of the players can interrupt it.",
				"is_correct": false
			},
			{
				"content": "Only dps can interrupt it, tanks and healers must not.",
				"is_correct": false
			}
		]
	},
	{
		"content": "The Mistaller summons a fox during a fight. What does the fox do?",
		"instance_name": "Mists of Tirna Scithe",
		"image": "mistcaller.png",
		"answers": [
			{
				"content": "The fox travels in the direction of the Mistcaller. If he reaches her the Mistaller releases a nova that deals damage to all players in the boss room.",
				"is_correct": false
			},
			{
				"content": "The fox fixates a random player. If anyone goes near the fox it explodes dealing massive damage to all players nearby.",
				"is_correct": true
			},
			{
				"content": "The fox leaps around the room dealing damage to all players until killed.",
				"is_correct": false
			}
		]
	},
	{
		"content": "Acidgullet casts a spell called Volatile Acid. What does the spell do and how do you deal with it?",
		"instance_name": "Mists of Tirna Scithe",
		"image": "mists-slugs.jpg",
		"answers": [
			{
				"content": "The spell deals damage in front of the caster and knocks back all units hit by the spell. It is interruptable so you should interrupt it.",
				"is_correct": false
			},
			{
				"content": "The spell deals damage in front of the caster and knocks back all units hit by the spell. It can't be interrupted so you have to stun the Acidgullets during cast.",
				"is_correct": false
			},
			{
				"content": "The spell deals damage over time to the target. It can't be interrupted so you have to stun the Acidgullets during cast.",
				"is_correct": true
			},
			{
				"content": "The spell deals damage over time to the target. It is interruptable so you should interrupt it.",
				"is_correct": false
			}
		]
	},
	{
		"content": "Tred'ova casts a spell called Mind Link. What does it do?",
		"instance_name": "Mists of Tirna Scithe",
		"image": "mists-tredova.jpg",
		"answers": [
			{
				"content": "It links selected player with other players by a mind link. Mind link deals damage until the linked player moves far enough so that the link is broken.",
				"is_correct": true
			},
			{
				"content": "It links selected player with one other random player by a mind link. Mind link silences both players until they move far enough so that the link is broken.",
				"is_correct": false
			},
			{
				"content": "It links all players with a mind link. Mind link deals damage until all players move far enough from each other so that the link is broken.",
				"is_correct": false
			},
			{
				"content": "It links all players with a mind link. Mind link silences all targets players until all players move far enough from each other so that the link is broken.",
				"is_correct": false
			}
		]
	},
	{
		"content": "Cultists encountered during the very first part of the dungeon cast a spell called Dark Lotus. What does it do, and can it be interrupted?",
		"instance_name": "De Other Side",
		"image": "Cultist.PNG",
		"answers": [
			{
				"content": "It spawns flowers on the ground that deal massive amounts of shadow damage to players within 5 yards. It is interruptable.",
				"is_correct": true
			},
			{
				"content": "It spawns flowers on the ground that deal massive amounts of shadow damage to players within 5 yards. It is not interruptable.",
				"is_correct": false
			},
			{
				"content": "It is a targeted spell that always focuses the player with the highest amount of threat. It is interruptable and reflectable.",
				"is_correct": false
			},
			{
				"content": "It is a targeted spell that always focuses the player with the highest amount of threat. It is not interruptable and not reflectable.",
				"is_correct": false
			}
		]
	},
	{
		"content": "Cultists encountered throughout the dungeon cast a spell called Scribe. What does it do, and can it be interrupted?",
		"instance_name": "De Other Side",
		"image": "Cultist.PNG",
		"answers": [
			{
				"content": "It spawns flowers on the ground that deal massive amounts of shadow damage to players within 5 yards. It is interruptable.",
				"is_correct": false
			},
			{
				"content": "It spawns flowers on the ground that deal massive amounts of shadow damage to players within 5 yards. It is not interruptable.",
				"is_correct": false
			},
			{
				"content": "It is a targeted spell that always focuses the player with the highest amount of threat. It is interruptable and reflectable.",
				"is_correct": true
			},
			{
				"content": "It is a targeted spell that always focuses the player with the highest amount of threat. It is not interruptable and not reflectable.",
				"is_correct": false
			}
		]
	},
	{
		"content": "Bonesoldiers encountered throughout the dungeon cast a spell called Trollguard. What does it do, and can it be interrupted?",
		"instance_name": "De Other Side",
		"image": "Bonesoldier.PNG",
		"answers": [
			{
				"content": "It is a frontal ability that deals high amount of shadow damage. It is not interruptable.",
				"is_correct": false
			},
			{
				"content": "It is a frontal ability that knocks back all players that it hits. It is not interruptable.",
				"is_correct": true
			},
			{
				"content": "It is a frontal ability that deals high amount of shadow damage. It is interruptable.",
				"is_correct": false
			}
		]
	},
	{
		"content": "Warlords encountered throughout the dungeon cast a spell called Undying Rage. What does it do, and can it be dispelled?",
		"instance_name": "De Other Side",
		"image": "Warlord.PNG",
		"answers": [
			{
				"content": "It grants all surrounding allied units a buff to both HP, and damage. It can be dispelled, and is interruptable.",
				"is_correct": false
			},
			{
				"content": "It grants the warlord a buff, which increases its damage until its death. It cannot be dispelled.",
				"is_correct": false
			},
			{
				"content": "It grants the warlord a buff, which increases its damage, and prevents its death for 12 seconds. It can be dispelled.",
				"is_correct": true
			}
		]
	},
	{
		"content": "When fighting a Warlord which of the following should you make sure of?",
		"instance_name": "De Other Side",
		"image": "Warlord.PNG",
		"answers": [
			{
				"content": "To avoid his abilities, as all of them inflict a lethal bleed effect.",
				"is_correct": true
			},
			{
				"content": "To never stand close to it, as all of its melee attacks cleave nearby targets.",
				"is_correct": false
			},
			{
				"content": "To stand far away from it, as it periodically fixates on a random player.",
				"is_correct": false
			}
		]
	},
	{
		"content": "Skeletal Raptors have only one ability, called Decrepit Bite. What does it do?",
		"instance_name": "De Other Side",
		"image": "Raptor.PNG",
		"answers": [
			{
				"content": "Applies a debuff which makes the target more vulnerable to their subsequent attacks.",
				"is_correct": false
			},
			{
				"content": "Applies a stacking debuff which inflicts nature damage every second.",
				"is_correct": true
			},
			{
				"content": "Applies a stacking debuff which slows the target, and makes the target more vulnerable to subsequent attacks.",
				"is_correct": false
			}
		]
	},
	{
		"content": "The Death Speaker is an enemy encountered throughout the dungeon. It casts a spell called Erupting Darkness. What is it, and how do you counter it?",
		"instance_name": "De Other Side",
		"image": "Speaker.PNG",
		"answers": [
			{
				"content": "It is a massive aoe around the speaker that knocks back players and deals lethal amount of damage. You can counter it by standing far away, or stepping away during its cast.",
				"is_correct": false
			},
			{
				"content": "It is a targeted spell that deals a moderate amount of damage. You counter it by interrupting the cast.",
				"is_correct": false
			},
			{
				"content": "It is a frontal ability cast in a random direction. It deals lethal amounts of damage and knocks back all players in its path. You counter it by moving sideways, away from the front of the Speaker",
				"is_correct": true
			}
		]
	},
	{
		"content": "Enraged Spirit has an ability called Enraged Mask. What does it do?",
		"instance_name": "De Other Side",
		"image": "Spirit.PNG",
		"answers": [
			{
				"content": "It periodically deals shadow damage to all nearby players, and increases the Spirit's damage.",
				"is_correct": false
			},
			{
				"content": "It grants the Spirit a buff, that reflects a flat amount of damage to the tank for each attack that the spirit gets hit with.",
				"is_correct": false
			},
			{
				"content": "It deals shadow damage to all players, and periodically spawns additional enemies.",
				"is_correct": true
			}
		]
	},
	{
		"content": "Enraged Spirit has an ability called Rage. What does it do?",
		"instance_name": "De Other Side",
		"image": "Spirit.PNG",
		"answers": [
			{
				"content": "It periodically deals high amounts of shadow damage to all nearby enemies.",
				"is_correct": false
			},
			{
				"content": "It grants the Spirit a buff, that increases the Spirit's damage and attack speed.",
				"is_correct": false
			},
			{
				"content": "It deals shadow damage to all nearby enemies, and periodically spawns additional enemies.",
				"is_correct": true
			}
		]
	},
	{
		"content": "Which of these statements about Enraged Mask is true?",
		"instance_name": "De Other Side",
		"image": "Spirit.PNG",
		"answers": [
			{
				"content": "It is an enemy spawned by an Enraged Spirit. It explodes after a long cast, dealing lethal amount of damage to enemies within a short range. It despawns when stunned.",
				"is_correct": true
			},
			{
				"content": "It is a buff that the Enraged Spirit gains after a long cast. The buff increases the Spirit's damage, attack speed and reflects a flat amount of damage to the tank for each attack that the spirit gets hit with.",
				"is_correct": false
			}
		]
	},
	{
		"content": "The first boss of the Castle Nathria, Shriekwing, casts an ability called Bloodcurdling Shriek. What does it do?",
		"category": "RAID",
		"instance_name": "Castle Nathria",
		"boss_name": "Shriekwing",
		"image": "Shriekwing-EarsplittingShriek.png",
		"answers": [
			{
				"content": "Inflicts lethal amount of damage to anyone in line of sight of the boss. Additionally all players leave Sanguine Ichor below them upon hearing the shriek, regardless of line of sight.",
				"is_correct": true
			},
			{
				"content": "Fears anyone in line of sight of the boss. Additionally all players leave Sanguine Ichor below them upon hearing the shriek, regardless of line of sight.",
				"is_correct": false
			},
			{
				"content": "All players in line of sight of the boss leave Sanguine Ichor below them. Sanguine Ichor deals a moderate amount of damage over time.",
				"is_correct": false
			}
		]
	},
	{
		"content": "When does Shriekwing transition into phase two?",
		"category": "RAID",
		"instance_name": "Castle Nathria",
		"boss_name": "Shriekwing",
		"image": "shriekwing.png",
		"answers": [
			{
				"content": "Once it falls below 50% health.",
				"is_correct": false
			},
			{
				"content": "After reaching 100 energy.",
				"is_correct": true
			},
			{
				"content": "After casting Bloodcurdling Shriek two times.",
				"is_correct": false
			}
		]
	},
	{
		"content": "What should you do when marked with Echolocation while fighting Shriekwing?",
		"category": "RAID",
		"instance_name": "Castle Nathria",
		"boss_name": "Shriekwing",
		"image": "echolocation.jpg",
		"answers": [
			{
				"content": "You should move into the raid since the damage is split into all targets around you.",
				"is_correct": false
			},
			{
				"content": "You should move out of the raid since the spell deals damage in all units around you.",
				"is_correct": true
			},
			{
				"content": "You should stand behind a pilar so you're not in line of sight of anyone. The spell deals damage to all players in line of sight.",
				"is_correct": false
			},
			{
				"content": "You should stand behind a pilar so you're not in line of sight of the boss. The spell deals increased damage if in line of sight with the Shriekwing.",
				"is_correct": false
			}
		]
	},
	{
		"content": "What should you do right after Shriekwing transitions into second phase?",
		"category": "RAID",
		"instance_name": "Castle Nathria",
		"boss_name": "Shriekwing",
		"image": "shriekwing-2nd-phase.jpg",
		"answers": [
			{
				"content": "You should avoid walking up to the boss and you should focus on dodging the orbs that will be spawned during this phase.",
				"is_correct": true
			},
			{
				"content": "You should focus on dealing as much damage as possible since the boss takes increased damage for the duration of the transition phase.",
				"is_correct": false
			},
			{
				"content": "You should walk into the sonar orbs to destroy them since those will not disappear when the transition phase ends.",
				"is_correct": false
			}
		]
	},
	{
		"content": "During transition phase Shriekwing casts a spell called Sonar Shriek? What does it do?",
		"category": "RAID",
		"instance_name": "Castle Nathria",
		"boss_name": "Shriekwing",
		"image": "shriekwing.png",
		"answers": [
			{
				"content": "It deals massive damage to all players within 20 yards of the boss.",
				"is_correct": false
			},
			{
				"content": "It spawns multiple sonar orbs around the boss.",
				"is_correct": false
			},
			{
				"content": "It deals massive damage to all players in line of sight of the boss.",
				"is_correct": true
			}
		]
	},
	{
		"content": "Which spells and abilities in the Shriekwing encounter can destroy The Blood Lantern?",
		"category": "RAID",
		"instance_name": "Castle Nathria",
		"boss_name": "Shriekwing",
		"image": "shriekwing-lantern.png",
		"answers": [
			{
				"content": "None of the abilities can destroy The Blood Lantern.",
				"is_correct": false
			},
			{
				"content": "The lantern will break if hit by Bloodcurdling Shriek or Sonar Shriek.",
				"is_correct": false
			},
			{
				"content": "The lantern will break if hit by a bat spawned by Descent debuff.",
				"is_correct": true
			},
			{
				"content": "Shriekwing will destroy the lantern if it gets in the melee range.",
				"is_correct": false
			}
		]
	},
	{
		"content": "What does The Blood Lantern do in mythic Shriekwing encounter?",
		"category": "RAID",
		"instance_name": "Castle Nathria",
		"boss_name": "Shriekwing",
		"image": "shriekwing-lantern.png",
		"answers": [
			{
				"content": "The lantern marks a spot in which additional Descent spells will be cast. If the lantern remains static for more than 10 seconds the bats will instead fixate on random players.",
				"is_correct": false
			},
			{
				"content": "It applies a buff to all players nearby that reduces damage taken from Bloodcurdling Shriek and Sonar Shriek. Without this buff both of those abilities are lethal.",
				"is_correct": false
			},
			{
				"content": "It applies a debuff to all players nearby that deals periodic damage but allows you to see the sonic rings spawned by the Shriekwing.",
				"is_correct": true
			}
		]
	}
]